accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
ark
asciiquarium-transparent-git
awesome-terminal-fonts
awww
base
base-devel
bash-completion
bind
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
bottles
btop
btrfs-assistant
btrfs-progs
cachy-update
cachyos-fish-config
cachyos-gaming-applications
cachyos-gaming-meta
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
cbonsai
chafa
chwd
cloudflare-warp-bin
cmatrix
cpupower
cryptsetup
device-mapper
diffutils
discord
discover
dmidecode
dmraid
dnsmasq
dosfstools
duf
dwproton-bin
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
exfatprogs
expect
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
firefox
firefox-i18n-ru
flatpak
fsarchiver
game-devices-udev
gamemode
gamescope
git
glances
glow
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
hdparm
hwdetect
hwinfo
icoutils
illogical-impulse-audio
illogical-impulse-backlight
illogical-impulse-basic
illogical-impulse-bibata-modern-classic-bin
illogical-impulse-fonts-themes
illogical-impulse-hyprland
illogical-impulse-kde
illogical-impulse-microtex-git
illogical-impulse-portal
illogical-impulse-python
illogical-impulse-quickshell-git
illogical-impulse-screencapture
illogical-impulse-toolkit
illogical-impulse-widgets
inetutils
inotify-tools
intel-ucode
iwd
jdownloader2
jfsutils
kate
kdegraphics-thumbnailers
konsole
kvantum
less
lib32-gamemode
lib32-libpulse
lib32-mangohud
lib32-nvidia-utils
lib32-opencl-icd-loader
lib32-opencl-nvidia
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-icd-loader
libdvdcss
libgsf
libmythes
libopenraw
libreoffice-still
libva-nvidia-driver
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
logrotate
lsb-release
lsfg-vk
lsscsi
lvm2
man-db
man-pages
mangohud
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
netctl
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
nvflash
nvidia-settings
nvidia-utils
opencl-icd-loader
opencl-nvidia
openssh
os-prober
pacman-contrib
paru
peaclock
perl
pipes.sh
pipewire-alsa
pkgfile
plasma-browser-integration
plocate
plymouth
poppler-glib
portproton
power-profiles-daemon
profile-sync-daemon
proton-cachyos
proton-vpn-gtk-app
protonplus
protontricks
protonup-qt
pv
python
python-defusedxml
python-packaging
qbittorrent
qt5ct
qt6ct
rebuild-detector
reflector
s-nail
scummvm
sddm
sg3_utils
shelly
smartmontools
snapper
sof-firmware
spotify-launcher
sudo
sysfsutils
telegram-desktop
texinfo
tmux
tree
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
tty-clock
ufw
ufw-extras
umu-launcher
unrar
unzip
upscayl-bin
usb_modeswitch
usbutils
uwsm
vim
vkd3d
vlc
vlc-plugins-all
vulkan-icd-loader
vulkan-tools
which
wine-gecko
wine-mono
winetricks
wofi
wpa_supplicant
xdotool
xfsprogs
xl2tpd
xorg-xwayland
xorg-xwininfo
yay
yazi
zip
