a52dec
aalib
abseil-cpp
accounts-qml-module
accountsservice
acl
ada
adw-gtk-theme-git
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alacritty
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
ananicy-cpp
aom
appstream
appstream-qt
aquamarine
archlinux-appstream-data
archlinux-contrib
archlinux-keyring
argon2
aribb24
aribb25
ark
asciiquarium-transparent-git
at-spi2-core
atkmm
attica
attr
audit
aurorae
autoconf
automake
avahi
awesome-terminal-fonts
awww
ayatana-ido
baloo
baloo-widgets
base
base-devel
bash
bash-completion
bat
bc
bcc
bind
binutils
bison
bluedevil
blueprint-compiler
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-qt
bluez-utils
boost-libs
bpf
breeze
breeze-cursors
breeze-icons
breeze-plus
brightnessctl
brotli
btop
btrfs-assistant
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cachy-update
cachyos-ananicy-rules
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cairo
cairomm
cantarell-fonts
cava
cbonsai
cdparanoia
cfitsio
chafa
chromaprint
chwd
cifs-utils
clang
cliphist
cloudflare-warp-bin
clucene
cmake
cmatrix
compiler-rt
composefs
confuse
convertlit
coreutils
cppdap
cpptrace
cpupower
cryptsetup
curl
cython
darkly-bin
dav1d
db
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-units
dconf
ddcutil
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
ding-libs
discord
discount
discover
dmidecode
dmraid
dnsmasq
dnssec-anchors
dolphin
dosfstools
double-conversion
duf
duktape
e2fsprogs
ebook-tools
editorconfig-core-c
efibootmgr
efitools
efivar
egl-gbm
egl-wayland
egl-wayland2
egl-x11
eglexternalplatform
electron39
elfutils
ell
ethtool
exfatprogs
exiv2
expac
expat
expect
eza
f2fs-tools
faac
faad2
fakeroot
fastfetch
fcft
fd
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
ffmpegthumbs
fftw
file
filesystem
findutils
firefox
firefox-i18n-ru
fish
fish-autopair
fish-pure-prompt
fisher
flac
flatpak
flex
fluidsynth
fmt
fontconfig
frameworkintegration
frameworkintegration5
freeglut
freetype2
fribidi
fsarchiver
ftgl
fuse-common
fuse-overlayfs
fuse3
fuzzel
fzf
game-devices-udev
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gdbm
gdk-pixbuf2
geoclue
gettext
ghostscript
giflib
git
glances
glew
glib-networking
glib2
glibc
glibmm
glm
glow
glslang
glu
glycin
gmp
gnome-keyring
gnulib-l10n
gnupg
gnutls
go
go-yq
gobject-introspection
gobject-introspection-runtime
gperftools
gpgme
gpgmepp
gpm
graphene
graphite
grep
grim
groff
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gssdp
gssproxy
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-ugly
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk3
gtk4
gtkmm3
gtksourceview4
gtksourceviewmm
guile
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
hdparm
hicolor-icon-theme
hidapi
highway
htmlq
hunspell
hwdata
hwdetect
hwinfo
hyphen
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-guiutils
hyprlang
hyprlock
hyprpicker
hyprshot
hyprsunset
hyprtoolkit
hyprutils
hyprwayland-scanner
hyprwire
i2c-tools
iana-etc
icoutils
icu
iio-sensor-proxy
ijs
illogical-impulse-audio
illogical-impulse-backlight
illogical-impulse-basic
illogical-impulse-bibata-modern-classic-bin
illogical-impulse-fonts-themes
illogical-impulse-hyprland
illogical-impulse-kde
illogical-impulse-microtex-git
illogical-impulse-portal
illogical-impulse-python
illogical-impulse-quickshell-git
illogical-impulse-screencapture
illogical-impulse-toolkit
illogical-impulse-widgets
imagemagick
imath
imlib2
inetutils
iniparser
inotify-tools
intel-ucode
inxi
iproute2
iptables
iputils
iso-codes
iw
iwd
jack
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jbigkit
jdk-openjdk
jdownloader2
jemalloc
jfsutils
jq
json-c
json-glib
jsoncpp
kaccounts-integration
kactivitymanagerd
karchive
karchive5
kate
kauth
kauth5
kbd
kbookmarks
kbookmarks5
kcmutils
kcmutils5
kcodecs
kcodecs5
kcolorscheme
kcompletion
kcompletion5
kconfig
kconfig5
kconfigwidgets
kconfigwidgets5
kcoreaddons
kcoreaddons5
kcrash
kcrash5
kdbusaddons
kdbusaddons5
kde-cli-tools
kdeclarative
kdeclarative5
kdecoration
kded
kded5
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdesu
kdialog
kdnssd
kdsoap
kdsoap-ws-discovery-client
keyutils
kfilemetadata
kglobalaccel
kglobalaccel5
kglobalacceld
kguiaddons
kguiaddons5
kholidays
ki18n
ki18n5
kiconthemes
kiconthemes5
kidletime
kio
kio-extras
kio-fuse
kio5
kirigami
kirigami-addons
kirigami2
kitemmodels
kitemviews
kitemviews5
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kjobwidgets5
kmod
knewstuff
knighttime
knotifications
knotifications5
knotifyconfig
konsole
kpackage
kpackage5
kparts
kpipewire
kpty
kquickcharts
krb5
krunner
kscreenlocker
kservice
kservice5
kstatusnotifieritem
ksvg
ksystemstats
ktexteditor
ktextwidgets
ktextwidgets5
kuserfeedback
kvantum
kwallet
kwallet5
kwayland
kwidgetsaddons
kwidgetsaddons5
kwin
kwindowsystem
kwindowsystem5
kxmlgui
kxmlgui5
l-smash
lame
layer-shell-qt
lcms2
ldb
leancrypto
leptonica
less
lib32-attr
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-glib2
lib32-glibc
lib32-gmp
lib32-gnutls
lib32-harfbuzz
lib32-icu
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-libasyncns
lib32-libdatrie
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libngtcp2
lib32-libogg
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-libpulse
lib32-libsndfile
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libunistring
lib32-libvorbis
lib32-libwebp
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdmcp
lib32-libxext
lib32-libxft
lib32-libxml2
lib32-libxrender
lib32-libxshmfence
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nettle
lib32-nvidia-utils
lib32-opencl-icd-loader
lib32-opencl-nvidia
lib32-openssl
lib32-opus
lib32-p11-kit
lib32-pango
lib32-pcre2
lib32-pixman
lib32-spirv-tools
lib32-systemd
lib32-util-linux
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib-ng
lib32-zlib-ng-compat
lib32-zstd
libabw
libaccounts-glib
libaccounts-qt
libadwaita
libaio
libarchive
libasan
libass
libassuan
libasyncns
libatasmart
libatomic
libatomic_ops
libavc1394
libavif
libavtp
libayatana-appindicator
libayatana-indicator
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-smart
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdr
libcgif
libcloudproviders
libcmis
libcolord
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdecor
libdeflate
libdispatch
libdisplay-info
libdmtx
libdovi
libdrm
libdv
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libdwarf
libe-book
libebml
libebur128
libedit
libei
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libftdi
libfyaml
libgcc
libgcrypt
libgfortran
libgirepository
libgit2
libglvnd
libgme
libgomp
libgoom2
libgpg-error
libgsf
libgudev
libheif
libical
libice
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libisl
libixion
libjpeg-turbo
libjxl
libkate
libkdcraw
libkexiv2
libksba
libkscreen
libksysguard
liblangtag
liblc3
libldac
libldap
libliftoff
liblqr
liblrdf
liblsan
libltc
libmad
libmakepkg-dropins
libmalcontent
libmatroska
libmaxminddb
libmbim
libmd
libmfx
libmicrodns
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmspub
libmtp
libmwaw
libmysofa
libmythes
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma-common
libnma-gtk4
libnotify
libnsl
libnumbertext
libnvme
libobjc
libodfgen
libogg
libopenmpt
libopenraw
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplasma
libplist
libpng
libportal
libportal-gtk4
libproxy
libpsl
libpulse
libqaccessibilityclient-qt6
libqalculate
libqmi
libqrtr-glib
libquadmath
libqxp
libraqm
libraw
libraw1394
libreoffice-still
librevenge
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspeechd
libsrtp
libssc
libssh
libssh2
libstaroffice
libstdc++
libstemmer
libsysprof-capture
libtasn1
libtatsu
libteam
libthai
libtheora
libtiff
libtiger
libtirpc
libtommath
libtool
libtorrent-rasterbar
libtsan
libubsan
libunibreak
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusb-compat
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-nvidia-driver
libvdpau
libverto
libvips
libvisio
libvlc
libvorbis
libvpl
libvpx
libwacom
libwbclient
libwebp
libwireplumber
libwpd
libwps
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyuv
libzip
libzmf
licenses
lilv
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-api-headers
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
lirc
live-media
lld
llhttp
llvm
llvm-libs
llvm21-libs
lm_sensors
lmdb
logrotate
lpsolve
lsb-release
lsfg-vk
lsscsi
lua
lua54
lv2
lvm2
lz4
lzo
m4
mailcap
make
man-db
man-pages
matugen
md4c
mdadm
media-player-info
meld
mesa
mesa-utils
meson
micro
milou
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
modemmanager
modemmanager-qt
mpdecimal
mpfr
mpg123
mtdev
mtools
muparser
nano
nano-syntax-highlighting
ncurses
neon
netctl
nettle
networkmanager
networkmanager-openvpn
networkmanager-qt
networkmanager-vpn-plugin-openvpn
nfs-utils
nfsidmap
nftables
nilfs-utils
ninja
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npth
nspr
nss
nss-mdns
nvflash
nvidia-settings
nvidia-utils
ocean-sound-theme
oh-my-zsh-git
oniguruma
openal
opencl-icd-loader
opencl-nvidia
opencore-amr
openexr
openh264
openjpeg2
openjph
openssh
openssl
openvpn
opus
orc
os-prober
ostree
otf-space-grotesk
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pacutils
pahole
pam
pambase
pango
pangomm
parallel
parted
paru
patch
pavucontrol-qt
pciutils
pcre
pcre2
pcsclite
peaclock
perl
perl-class-inspector
perl-clone
perl-curses
perl-encode-locale
perl-error
perl-file-listing
perl-file-sharedir
perl-html-parser
perl-html-tagset
perl-http-cookiejar
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-json
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-term-animation
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
perl-xml-writer
pinentry
pipes.sh
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
pixman
pkcs11-helper
pkgconf
pkgfile
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-integration
plasma-nm
plasma-workspace
playerctl
plocate
plymouth
polkit
polkit-kde-agent
polkit-qt5
polkit-qt6
poppler
poppler-data
poppler-glib
poppler-qt6
popt
portaudio
power-profiles-daemon
powerline-fonts
ppp
prison
procps-ng
profile-sync-daemon
projectm
protobuf
protobuf-c
proton-vpn-daemon
proton-vpn-gtk-app
psmisc
pugixml
purpose
pv
pyalpm
python
python-aiohappyeyeballs
python-aiohttp
python-aiosignal
python-annotated-types
python-attrs
python-autocommand
python-bcc
python-bcrypt
python-cairo
python-certifi
python-cffi
python-charset-normalizer
python-cryptography
python-dbus
python-dbus-fast
python-defusedxml
python-distro
python-fido2
python-frozenlist
python-gnupg
python-gobject
python-idna
python-importlib-metadata
python-jaraco.classes
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jeepney
python-jinja
python-keyring
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-multidict
python-orjson
python-packaging
python-pkg_resources
python-platformdirs
python-propcache
python-proton-core
python-proton-keyring-linux
python-proton-vpn-api-core
python-proton-vpn-local-agent
python-psutil
python-pycparser
python-pydantic
python-pydantic-core
python-pynacl
python-pyopenssl
python-pyqt6
python-pyqt6-sip
python-pyxdg
python-requests
python-secretstorage
python-sentry_sdk
python-setuptools
python-shtab
python-tqdm
python-typing-inspection
python-typing_extensions
python-urllib3
python-wheel
python-yarl
python-zipp
qbittorrent
qca-qt6
qcoro
qqc2-breeze-style
qqc2-desktop-style
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-speech
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt5ct
qt6-5compat
qt6-avif-image-plugin
qt6-base
qt6-declarative
qt6-imageformats
qt6-location
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-positioning
qt6-quicktimeline
qt6-sensors
qt6-shadertools
qt6-speech
qt6-svg
qt6-tools
qt6-translations
qt6-virtualkeyboard
qt6-wayland
qt6-webchannel
qt6-webengine
qt6-websockets
qt6-webview
qt6ct
raptor
rasqal
rate-mirrors
rav1e
re2
readline
rebuild-detector
redland
reflector
resvg
rhash
ripgrep
ripgrep-all
rnnoise
rpcbind
rsync
rtkit
rtmpdump
rubberband
s-nail
sbc
scummvm
scx-manager
scx-scheds
scx-tools
sd
sdbus-cpp
sddm
sdl12-compat
sdl2-compat
sdl2_net
sdl3
sdl_image
seatd
sed
sequoia-sqv
serd
sg3_utils
shaderc
shadow
shared-mime-info
shelly
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
simdjson
slang
slurp
smartmontools
smbclient
snap-pac
snapper
snappy
sndio
sof-firmware
solid
solid5
songrec
sonnet
sonnet5
sord
sound-theme-freedesktop
soundtouch
spandsp
spdlog
speex
speexdsp
spirv-tools
spotify-launcher
sqlite
sratom
srt
starship
sudo
svt-av1
svt-hevc
swappy
syndication
syntax-highlighting
sysfsutils
systemd
systemd-libs
systemd-resolvconf
systemd-sysvcompat
systemsettings
taglib
talloc
tar
tcl
tdb
tealdeer
telegram-desktop
tesseract
tesseract-data-eng
tesseract-data-osd
tevent
texinfo
thin-provisioning-tools
tinysparql
tinyxml2
tmux
tomlplusplus
tpm2-tss
translate-shell
tree
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-fantasque-nerd
ttf-hack
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-material-symbols-variable-git
ttf-meslo-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-opensans
ttf-readex-pro
ttf-rubik-vf
ttf-twemoji
tty-clock
twolame
tzdata
udisks2
ufw
ufw-extras
unrar
unzip
upower
upscayl-bin
usb_modeswitch
usbutils
util-linux
util-linux-libs
uv
uwsm
v4l-utils
vapoursynth
vid.stab
vim
vim-runtime
vkd3d
vlc
vlc-cli
vlc-gui-qt
vlc-plugin-a52dec
vlc-plugin-aalib
vlc-plugin-alsa
vlc-plugin-aom
vlc-plugin-archive
vlc-plugin-aribb24
vlc-plugin-aribb25
vlc-plugin-ass
vlc-plugin-avahi
vlc-plugin-bluray
vlc-plugin-caca
vlc-plugin-cddb
vlc-plugin-chromecast
vlc-plugin-dav1d
vlc-plugin-dbus
vlc-plugin-dbus-screensaver
vlc-plugin-dca
vlc-plugin-dvb
vlc-plugin-dvd
vlc-plugin-faad2
vlc-plugin-ffmpeg
vlc-plugin-firewire
vlc-plugin-flac
vlc-plugin-fluidsynth
vlc-plugin-freetype
vlc-plugin-gme
vlc-plugin-gnutls
vlc-plugin-gstreamer
vlc-plugin-inflate
vlc-plugin-jack
vlc-plugin-journal
vlc-plugin-jpeg
vlc-plugin-kate
vlc-plugin-kwallet
vlc-plugin-libsecret
vlc-plugin-lirc
vlc-plugin-live555
vlc-plugin-lua
vlc-plugin-mad
vlc-plugin-matroska
vlc-plugin-mdns
vlc-plugin-modplug
vlc-plugin-mpeg2
vlc-plugin-mpg123
vlc-plugin-mtp
vlc-plugin-musepack
vlc-plugin-nfs
vlc-plugin-notify
vlc-plugin-ogg
vlc-plugin-opus
vlc-plugin-png
vlc-plugin-pulse
vlc-plugin-quicksync
vlc-plugin-samplerate
vlc-plugin-sdl
vlc-plugin-sftp
vlc-plugin-shout
vlc-plugin-smb
vlc-plugin-soxr
vlc-plugin-speex
vlc-plugin-srt
vlc-plugin-svg
vlc-plugin-tag
vlc-plugin-theora
vlc-plugin-twolame
vlc-plugin-udev
vlc-plugin-upnp
vlc-plugin-vorbis
vlc-plugin-vpx
vlc-plugin-x264
vlc-plugin-x265
vlc-plugin-xml
vlc-plugin-zvbi
vlc-plugins-all
vlc-plugins-base
vlc-plugins-extra
vlc-plugins-video-output
vlc-plugins-visualization
vmaf
volume_key
vulkan-icd-loader
vulkan-tools
wayland
wayland-protocols
webrtc-audio-processing-1
wf-recorder
wget
which
wildmidi
wine
wine-gecko
wine-mono
winetricks
wireguard-tools
wireless-regdb
wireplumber
wl-clipboard
wlogout
wofi
wpa_supplicant
wtype
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xfsprogs
xkeyboard-config
xl2tpd
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xkbcomp
xorg-xmessage
xorg-xprop
xorg-xrdb
xorg-xwayland
xorg-xwininfo
xorgproto
xvidcore
xxhash
xz
yay
yazi
ydotool
yyjson
zbar
zenity
zeromq
zimg
zint
zip
zix
zlib-ng
zlib-ng-compat
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-theme-powerlevel10k
zstd
zvbi
zxing-cpp
